mate = name"  #სწორია name = (mate) მაშინ ბრჭყალები არ უნდა გამოიყენო. დაპრინტავს
print("mate) #მაშინ ბრჭყალები არ უნდა
 print(3666+35355f) #რიცხვებთან ასოს გამოყენება არ შეგვიძლია
age-> 5356 # -> age თან არ უნდა იყოს
print(bassket)  #უნდა იყოს ბრჭყალებში

print(gpgk)
gpgk = 5623  #unda iyos pirintit dawyebuli am shemtxvashi dawers erors

print(sali + B)  # უნდა იყოს:  3 პირველად უნდა შევინახოთ ცვლადი მერე დავპრინტოთ. კომპიუტერი ბლოკებს კითხულუბს თითო თითოს
B = 456                         2
salli=325                      1

print("5866589+578")  #თუ გვინდა გამოთვალოს, მაშინ ბრჭყალები არ უნდა დაუწერო.""- პრინტავს

კომენტარი არის
ადამიანს რომ მივანიშნოთ +
რომ გამოუჩინოს კომპიუტერმა -
# კომენტარი ეხმარება ადამიანს გაიგოს დაწერილი. გამკეთებლები უწერენ კომ. ებს